Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/tervetuloa_pohjoismaiseen_saamelaisnuorten_konferenssiin_.html.tmx
Source language: fin
Languages: smn

source: Tervetuloa pohjoismaiseen saamelaisnuorten konferenssiin!
smn: Tiervâpuáttim ohtsâštave-eennâmlii säminuorâi konferensân!

source: Aika: 26.8.2021 Suomen aikaa klo 9.00-15.00
smn: Äigi: 26.8.2021 Suomâ ääigi tijme 9.00-15.00

source: Paikka: Zoom
smn: Saje: Zoom

source: Konferenssi on maksuton ja avoin kaikille saamelaisnuorille.
smn: Konferens lii nuuvtá já áávus puoh säminuoráid.

source: Jaamme ilmoittautuneet työpajoihin ja pyrimme ottamaan toiveet huomioon.
smn: Mij jyehip almottâttâm ulmuid pargopaajijd já viggâp väldiđ tuoivuid huámášumân.

source: Konferenssissa on simultaanitulkkaus.
smn: Konferensist lii simultaantulkkum.

source: Kaikille osallistujille lähetetään kuvataiteilija Arsi Kevan suunnittelema t-paita.
smn: Puoh uásálisteid vuolgâttep kovetaaiđâr Arsi Keva hammim t-pääiđi.

source: Konferenssin teemana on ilmastonmuutos.
smn: Konferens teeman lii šoŋŋâdâhnubástus.

source: Arktiset alkuperäiskansat kokevat ilmastonmuutoksen rajuimmin.
smn: Šoŋŋâdâhnubástus vaaigut korrâsumosávt arktisâš algâaalmugáid.

source: Saamelaisnuoret ovat erityisen huolissaan ilmastonmuutoksen vaikutuksesta saamelaisten perinteisiin elinkeinoihin ja saamelaiskulttuuriin.
smn: Säminuorah láá eromâšávt huolâst šoŋŋâdâhnubástus vaiguttâsâst sämmilij ärbivuáválâš iäláttâssáid já sämikulttuurân.

source: Konferenssin osana saamelaisnuoret hahmottelevat yhteisen ilmastonmuutoksen vastaisen näkemyksen ja suunnittelevat siihen toimintamalleja.
smn: Konferens uássin säminuorah hämmejeh ohtsii šoŋŋâdâhnubástus vuástásii uáinu já vuávájeh toos toimâmaalijd.

source: Saamelaisen parlamentaarisen neuvoston alainen nuorisoneuvosto järjestää kahden vuoden välein pohjoismaisen saamelaisnuorten konferenssin.
smn: Säämi parlamentaarlii rääđi vuálásâš nuorâirääđi uárnee jyehi nube ive ohtsâštave-eennâmlii säminuorâi konferens.

source: Konferenssi järjestetään yhteistyönä Norjan, Ruotsin ja Suomen Saamelaiskäräjien nuorisotoimijoiden kanssa.
smn: Konferens uárnejuvvoo ohtsâšpargoost Taažâ, Ruotâ já Suomâ Sämitigij nuorâi tuáimeiguin.

source: Konferenssin pääjärjestänä toimii Saamelaiskäräjien nuorisoneuvosto.
smn: Konferens váldu-uárnejeijee lii Sämitige nuorâirääđi.

source: Ilmoittautuminen https://link.webropolsurveys.com/S/34445E0000116821 Ilmoittautuminen päättyy 25.8.2021 klo 12.00.
smn: Almottâttâm ovdil 25.8.2021 tijme 12.00: https://link.webropolsurveys.com/S/6985FB61DC299178

source: Kutsu .
smn: Povdiittâs

source: Ohjelma
smn: Ohjelm

source: 9.00 Aloitus
smn: 9.00 Algâttem

source: 9.15 Puheenvuoro: Saamelaisen parlamentaarisen neuvoston puheenjohtaja Aili Keskitalo
smn: 9.15 Sahâvuáru: Säämi parlamentaarlii rääđi saavâjođetteijee Aili Keskitalo

source: 9.30 Puheenvuoro: Nuori poromies Jussa Seurujärvi
smn: 9.30 Sahâvuáru: Nuorâ puásuialmai Jussá Seurujärvi

source: 9.45 Puheenvuoro: Ympäristö- ja ilmastoministeri Krista Mikkonen
smn: 9.45 Sahâvuáru: Pirâs- já šoŋŋâdâhminister Krista Mikkonen

source: 10.00 Työpajat
smn: 10.00 Pargopääjih

source: Youth4Nature: Mobilising Youth to Lead for Nature and Climate, Storytelling Kieli: englanti
smn: 1. Youth4Nature: Mobilising Youth to Lead for Nature and Climate,Storytelling Kielâ: eŋgâlâškielâ

source: Emmi Nuorgam: Some ja vaikuttaminen Kieli: suomi
smn: 2. Emmi Nuorgam: Sosiaallâš media já vaiguttem Kielâ: suomâkielâ

source: Pauliina Feodoroff: Ilmastoaktivismi, Sápmi Kieli: englanti
smn: 3. Pauliina Feodoroff: Šoŋŋâdâhaktivism Säämi Kielâ: eŋgâlâškielâ

source: 12.00 Ruokatauko
smn: 12.00 Purâdempuddâ

source: 12.45 Puheenvuoro: Suomen Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso
smn: 12.45 Sahâvuáru: Suomâ Sämitige saavâjođetteijee Tyemes Aaslâk Juuso

source: 13.00 Julkilausuma-työpajat ryhmittäin
smn: 13.00 Almosciälkkámuš-pargopääjih juávhui mield

source: 14.14 Koonti
smn: 14.14 Čuákánkiäsu

source: 15.00 Lopetus
smn: 15.00 Lopâttem

source: Lisätietoja:
smn: Lasetiäđuh:

source: projektityöntekijä Milla Pulska puh. 0406695295 sähköposti: milla.pulska(at)samediggi.fi
smn: proojeektpargee Milla Pulska puh. 0406695295 milla.pulska(at)samediggi.fi
